[
	"Listen, regarding the items you sold to me... I did some checking and it seems you could have gotten a better price elsewhere. Here's the difference.",
	"Look, about that junk you dumped on me... turns out you got screwed on the price. Here's what you're owed. Whatever.",
  "Yeah, so... checked the market. You could've gotten more elsewhere. Here's the difference. Don't expect this every time.",
  "Listen up. Your stuff was worth more than what I gave you. Taking the extra. Try doing your homework next time.",
  "Ugh, fine. Looks like I underpaid you. Here's what's left over. Stop wasting my time with this.",
  "So I ran the numbers... you got ripped off. Here. Don't make a habit of this.",
  "Your items? Yeah, worth more apparently. Here's the rest. Maybe learn to haggle.",
  "Checked around. You left money on the table. Here's your cut. Now leave me alone.",
  "Look, I'm only doing this once - you could've sold that crap for more. Take it and go.",
  "Found out you got a raw deal. Here's the difference. Don't expect me to babysit your sales.",
  "Whatever. Your gear was underpriced. Here's what's missing. Try thinking next time.",
  "Alright, alright... market says you deserved more. Here. Happy now?",
  "So apparently I shortchanged you. Here's the extra. Do your own research from now on.",
  "Your merchandise? Undervalued. Here's the balance. I've got better things to do.",
  "Yeah, you got shafted on price. Taking this. Maybe check prices yourself sometime.",
  "Ran it by some contacts... you could've done better. Here's what's yours. Don't waste my time again.",
  "Fine, I'll spell it out - you sold cheap. Here's the difference. Learn the market.",
  "Look, those items you offloaded? Worth more. Here. Stop being so clueless.",
  "Checked the going rates. You got screwed. Here's your money. Try using your brain.",
  "About that stuff you pawned off... underpriced. Here's the rest. I'm not your financial advisor.",
  "Your goods were worth more on the street. Here's what I owe you. Don't make this a pattern.",
  "So... turns out you left cash on the table. Here. Maybe pay attention to market prices.",
  "Listen, I did the legwork - you got underpaid. Take this. I've got actual work to do.",
  "Your inventory? Sold it for more than I paid. Here's your share. Stop being lazy.",
  "Looked into it. You could've squeezed more out elsewhere. Here. No need to thank me.",
  "Yeah, about those items... market disagrees with what I gave you. Here's the extra. Whatever.",
  "Did some digging. You got a bad deal. Taking the difference. Pay attention next time.",
  "So your stuff was actually worth more. Here. Maybe stop rushing into sales.",
  "Checked with my sources. You sold low. Here's what's left. Don't expect hand-holding.",
  "Your equipment? Undervalued it. Here's the balance. Try learning prices yourself.",
  "Fine, I'll be straight - you could've gotten better elsewhere. Here's your cut. Now scram.",
  "About that gear you dropped off... worth more than I said. Here. Don't get used to this.",
  "Market says you got screwed. Here's the difference. Maybe do some homework.",
  "Yeah, so... those items were underpriced. Taking this. I'm not running a charity.",
  "Looked at the numbers. You left money behind. Here. Stop being so trusting.",
  "Your merchandise was worth more. Here's what I owe. Try being less of a pushover.",
  "Did the math. You got a raw deal. Here's the extra. Learn to negotiate.",
  "So apparently you sold cheap. Here's the balance. Don't blame me for your mistakes.",
  "Checked around town. You could've done better. Here. Maybe think before selling.",
  "Your stuff? Yeah, undervalued. Taking the difference. I've got places to be.",
  "Listen, those goods were worth more elsewhere. Here's your money. Don't make me regret this.",
  "Found out the market rate was higher. Here's what's yours. Stop wasting my time with bad deals.",
  "About that inventory... you got shorted. Here. Try not being so desperate next time.",
  "Yeah, you left cash on the table again. Here's the rest. Maybe hire a damn accountant."
]