[
  "Yeah, about selling your stuff on the flea... nobody's buying from a rookie. Come back when you've got some reputation.",
  "Look, I can't move your loot on the market. People don't trust low-level sellers. Level up first.",
  "Your items? Can't sell them yet. Flea market doesn't trust newbies. Get to level 15, then we'll talk.",
  "Listen, the market won't touch anything from someone your level. Build some credibility first.",
  "Yeah, no. Flea market buyers avoid low-level traders. Come back when you're not a complete nobody.",
  "Can't list your stuff. People think the loot from low-levels is sketchy. Prove yourself first.",
  "Nobody's gonna buy from a rookie like you. Get some experience, then I'll consider it.",
  "Your reputation? Non-existent. Flea market won't touch your items until you level up.",
  "Look, I'd sell your garbage but... nobody trusts newbies on the flea. Hit level 15 first.",
  "Flea market doesn't want anything from low-levels. Too many scammers. Come back later.",
  "Yeah, you're too green. Flea buyers won't risk it with rookies. Level up.",
  "Can't move your merchandise. You don't have the reputation yet. Simple as that.",
  "Listen, low-level sellers get ignored on the flea. Build some credibility first, then we talk business.",
  "Your stuff's fine, but YOU? Nobody knows you. Can't sell until you prove yourself. Go get that 15lvl.",
  "Flea market has standards. Low-level traders don't make the cut. Get to 15.",
  "Yeah, not happening. People assume rookie stuff is fkn garbage. Level up and try again.",
  "Can't list anything for you yet. Market doesn't trust new faces. Come back when you matter.",
  "Your level's too low. Flea buyers skip over rookies. Build your rep first.",
  "Nobody's buying from someone who just started. Get some levels, then we'll do business.",
  "Look, it's nothing personal - flea market just doesn't trust low-levels. Prove yourself out there.",
  "Can't sell your items. You're unknown, and the market doesn't like unknowns. Level up.",
  "Yeah, buyers avoid rookie sellers. Too risky. Come back when you've got a name.",
  "Your stuff won't sell because YOU won't sell. No reputation. Hit level 15 first.",
  "Market won't touch low-level merchandise. People think it's suspect. Get experienced.",
  "Can't move anything for you to the market yet. Flea buyers want established traders only. Keep grinding.",
  "Look, nobody knows who you are. That matters on the flea. Come back when you've made a name.",
  "Your level screams 'newbie' and the market hates that. Prove you can survive first.",
  "Yeah, flea market's not for rookies. Too many burned buyers. Get to 15, then we talk.",
  "Can't list your stuff on the flea. Low-level traders get filtered out by smart buyers. Level up.",
  "Nobody wants to deal with someone they've never heard of. Build your reputation, then come back."
]