[
  "Here is your loadout. Good luck and see yourself out!",
  "I've already saved up enough money. Soon I'll buy a car with a tape player, get a shiny suit made—and head to Yalta!",
  "Have you heard I was robbed? Everything I worked so hard for is gone! Three tape recorders, three foreign-made movie cameras, three domestic cigarette cases, a suede jacket... three jackets! And they say Tarkov is a city of high culture!",
  "Your loadout’s here. You fix what you can fix and you let the rest go. If there ain't nothin to be done about it it aint even a problem.",
  "Your gear’s ready, but are you sure you want it? If there's one thing on this planet you don't look like it's a bunch of good luck walkin around.",
  "This is your loadout. There are many like it, but this one is yours. Keep it clean and ready.",
  "All set. Try not to lose it as soon as you step outside.",
  "Your gear’s ready, fresh from the stash. Now get moving.",
  "Alright, payment cleared. Here’s your stuff. Good luck out there.",
  "Everything you ordered—and a little extra. Don’t waste it.",
  "Here’s your new set of toys. Go play outside.",
  "Let’s see if Lady Luck’s on your side. Good hunting.",
  "Your random loadout is sorted. Now, feel free to see yourself out.",
  "Sold you the best we got… or at least what was lying around. Use it well.",
  "I’ve seen worse kits. Then again, I’ve seen a lot of dead people.",
  "All set. I expect a good word if you come back alive.",
  "Claim it and scram before someone else does.",
  "I can’t guarantee a win, but this gear’s a start.",
  "Your loadout’s here. Handle it with care—or don’t. Not my problem anymore.",
  "Fresh out of the stash—don’t ask where I got it.",
  "Congratulations, you’re now the proud owner of some random goodies.",
  "Hope you’re more competent than you look. Good luck!",
  "A good day for small talk, huh? Take your shit and move along.",
  "So, still breathing? Must be your lucky day. Grab your gear and move along.",
  "I’d ask how your last raid went, but I don’t care. Here’s your stuff.",
  "Don’t get any blood on my floor.",
  "Surprised you made it out. Guess your so-called skills might be working for once.",
  "Busy day for me, no time for small talk. Take your junk and scram.",
  "Heard you barely crawled out of that last gunfight. Congratulations, I guess. Stuff’s on the table.",
  "Here’s your random junk—don’t come whining if it fails.",
  "Some hotshot asked me what side I’m on. I told him: the side with the most cash. He didn’t seem to like that answer.",
  "Got a tip on a hidden supply drop. But if everyone’s sniffing it out, it won’t stay hidden for long—good luck fighting off the vultures.",
  "Just heard some newbie ask if the roads are safe. Yeah, sure—if you consider snipers and landmines a friendly neighborhood watch. What an idiot.",
  "I don’t care if you blow yourself up. Just don’t expect a refund.",
  "Heard whispers that the war's finally winding down—again. Don’t hold your breath, friend.",
  "Word on the street is we’re near the end of this mess. I’ll believe it when I see it.",
  "People keep talking about peace talks. I’ve been talking about a vacation. We’ll see which comes first.",
  "Tarkov’s real tired, you can feel it in the air. Everyone’s worn out… even me.",
  "They say the fighting’s almost over, but I’ve heard that tune before. Every rumor starts to sound the same.",
  "Everyone’s running on fumes, waiting for the final curtain call. Let’s hope it’s not just another false alarm.",
  "Fatigue is hitting everyone. Hell, we could all use a day off from this madness.",
  "Some folks think the war’s close to over, but around here, we’ve learned not to bank on hearsay.",
  "Heard any gossips about dogovornyachok? I am really tired of this shit, I want this to end.",
  "Dogovornyak or not, I’m just sick of all this bloodshed. We could use a break from the madness.",
  "They say tired men make deals faster - bullshit. Otherwise why am I still waiting for a dogovornyachok?"
]